Repository: maxzhelezov/LinuxDev2024
Catalog: 12_InstallPackaging/po/*.po
Languages: ru

source: Use roman numerals in programm
ru: Использовать римские цифры в программе

source: Program to guess numbers
ru: Программа, что угадывает числа

source: Pick a number between I and C
ru: Загадайте число между I и C

source: Pick a number between 1 and 100
ru: Загадайте число между 1 и 100

source: Is number bigger %s, y/n?
ru: Число больше %s, д/н?

source: Is number bigger %d, y/n?
ru: Число больше %d, д/н?

source: Repeat your answer
ru: Повторите свой ответ

source: y
ru: д

source: Your number is %s
ru: Ваше число это %s

source: Your number is %d
ru: Ваше число это %d

source: n
ru: н
